glossary = {
    'Аксиология': '(от грсч. axia – ценность и logos – слово, учение) – учение о ценностях.',
    'Акцентуация': ' характера (от лат. accentus – ударение) – крайний вариант нормы, при котором отдельные черты характера чрезмерно усилены, вследствие чего обнаруживается избирательная уязвимость в отношении определенного рода психогенных воздействий при хорошей устойчивости к другим. Вариант психического здоровья (нормы), который характеризуется особой выраженностью, заостренностью, непропорциональностью некоторых черт характера всему складу личности и приводит ее к определенной дисгармонии.',
    'Антиципация': '(лат. anticipate – предсказание) – в нейропсихологии – способность предсказывать ход событий и строить исходя из этого свое поведение, наиболее выраженная у человека в связи с развитием лобных долей и утрачиваемая при их повреждении.',
    'Аффект': '(от лат. affectus – душевное волнение, страсть) – сильное и относительно кратковременное эмоциональное состояние, сопровождаемое резко выраженными двигательными и эмоциональными проявлениями и изменениями в функциях внутренних органов.',
    'Воля': ' – сознательное регулирование человеком своего поведения и деятельности, выраженное в умении преодолевать внутренние и внешние трудности при совершении целенаправленных действий и поступков.',
    'Внимание': ' – направленность, настроенность, сосредоточенность и концентрация психической деятельности человека на определенном объекте.',
    'Воображение': ' – психическая деятельность, состоящая в создании представлений и мысленных ситуаций, никогда в целом не воспринимавшихся человеком в действительности. Различают воображение воссоздающее и творческое.',
}

for term, value in glossary.items():
    print(term.title() + '\n' + value + '\n')
